Repository: adamfootdev/InAppPurchaseKit
Catalog: Sources/InAppPurchaseKit/Resources/Localizable.xcstrings
Source language: en
Languages: ar, cs, de, es, fr, he, it, ja, ko, nl, pl, pt_br, ro, ru, vi, zh_hans

source: %@ Required
ar: %@ مطلوب
cs: Vyžadováno %@
de: %@ Erforderlich
es: %@ Requerido
fr: %@ Requis
he: %@ נדרש
it: %@ Obbligatorio
ja: %@ が必要です
ko: %@ 필수
nl: %@ Vereist
pl: Wymagane %@
pt_br: %@ Obrigatório
ro: %@ Necesar
ru: %@ Обязательно
vi: %@ bắt buộc
zh_hans: 需要 %@

source: %lld Days Free, then
ar: %lld يوم مجاني إذن
cs: %lld dní zdarma, pak
de: %lld Tage gratis, dann
es: %lld días gratis, entonces
fr: %lld jours gratuits, alors
he: %lld ימים חינם, אם כך
it: %lld giorni gratuiti, poi
ja: %lld 日間無料、その後
ko: 그럼 %lld일 무료
nl: %lld Dagen Gratis dus
pl: %lld dni za darmo, a następnie
pt_br: %lld dias grátis, então
ro: %lld de zile gratuite, atunci
ru: %lld дней бесплатно, тогда
vi: Vậy thì %lld ngày miễn phí
zh_hans: %lld 天免费，然后

source: %lld Months Free, then
ar: %lld شهر مجاني إذن
cs: %lld měsíců zdarma, pak
de: %lld Monate gratis, dann
es: %lld meses gratis, entonces
fr: %lld mois gratuits, alors
he: %lld חודשים חינם, אם כך
it: %lld mesi gratuiti, poi
ja: %lld か月無料、その後
ko: %lld개월 무료라면
nl: %lld Maanden Gratis dus
pl: %lld miesięcy za darmo, a następnie
pt_br: %lld meses grátis, então
ro: %lld luni gratuit, atunci
ru: %lld месяцев бесплатно, тогда
vi: Sau đó được miễn phí %lld tháng
zh_hans: %lld 个月免费，然后

source: %lld Weeks Free, then
ar: إذن، %lld أسبوع مجاني
cs: %lld týdnů zdarma, pak
de: %lld Wochen gratis, dann
es: %lld semanas gratis, entonces
fr: %lld semaines gratuites, alors
he: %lld שבועות חינם, אם כן
it: %lld settimane gratuite, poi
ja: 週間無料、 それから
ko: %lld주 무료라면
nl: %lld Weken Gratis dus
pl: %lld tygodni za darmo, a następnie
pt_br: %lld semanas grátis, então
ro: %lld săptămâni gratuit, atunci
ru: %lld недель бесплатно, тогда
vi: Sau đó, %lld tuần miễn phí
zh_hans: %lld 周免费，然后

source: An unknown error occurred.
ar: حدث خطأ غير معروف.
cs: Došlo k neznámé chybě.
de: Ein unbekannter Fehler ist aufgetreten.
es: Se ha producido un error desconocido.
fr: Une erreur inconnue s'est produite.
he: אירעה שגיאה לא ידועה.
it: Si è verificato un errore sconosciuto.
ja: $lld 週間無料、その後
ko: 알 수 없는 오류가 발생했습니다.
nl: Een onbekende fout is opgetreden.
pl: Wystąpił nieznany błąd.
pt_br: Ocorreu um erro desconhecido.
ro: O eroare necunoscută s-a întamplat.
ru: Произошла неизвестная ошибка.
vi: Đã xảy ra lỗi không xác định.
zh_hans: 出现未知错误。

source: Cancel
ar: يلغي
cs: Zrušení
de: Stornieren
es: Cancelar
fr: Annuler
he: לְבַטֵל
it: Annulla
ja: キャンセル
ko: 취소
nl: Annuleren
pl: Anulować
pt_br: Cancelar
ro: Anulare
ru: Отмена
vi: Hủy bỏ
zh_hans: 取消

source: Close
ar: يغلق
cs: Zavřít
de: Schließen
es: Cerrar
fr: Fermer
he: סגור
it: Chiudi
ja: 閉じる
ko: 닫기
nl: Dichtbij
pl: Zamknij
pt_br: Fechar
ro: Închide
ru: Закрывать
vi: Đóng
zh_hans: 关闭

source: Continue
ar: متابعة
cs: Pokračovat
de: Weiter
es: Continuar
fr: Continuer
he: לְהַמשִׁיך
it: Continua
ja: 続行
ko: 계속
nl: Doorgaan
pl: Kontynuuj
pt_br: Continuar
ro: Continua
ru: Продолжить
vi: Tiếp tục
zh_hans: 继续

source: Done
ar: منتهي
cs: Hotovo
de: Erledigt
es: Hecho
fr: Fait
he: בוצע
it: Fatto
ja: 完了
ko: 완료
nl: Klaar
pl: Gotowe
pt_br: Feito
ro: Terminat
ru: Сделанный
vi: Xong
zh_hans: 已完成

source: Hide Options
ar: إخفاء الخيارات
cs: Skrýt možnosti
de: Optionen ausblenden
es: Ocultar opciones
fr: Cacher les options
he: הסתר אפשרויות
it: Nascondi le opzioni
ja: オプションを隠す
ko: 옵션 숨기기
nl: Opties Verbergen
pl: Ukryj opcje
pt_br: Ocultar opções
ro: Ascunde Opțiuni
ru: Скрыть параметры
vi: Ẩn tùy chọn
zh_hans: 隐藏选项

source: Huge Tip
ar: نصيحة ضخمة
cs: Obrovský Tip
de: Großes Trinkgeld
es: Propina Enorme
fr: Gros Pourboire
he: טיפ ענק
it: Mancia Enorme
ja: 大チップ
ko: 매우 큰 팁
nl: Grote Fooi
pl: Ogromny Napiwek
pt_br: Gorjeta Enorme
ro: Sfat Uriaș
ru: Огромные чаевые
vi: Tiền boa lớn
zh_hans: 大小费

source: If you currently have an active subscription or free trial running, please remember to cancel it if switching to a lifetime tier.
ar: إذا كان لديك حاليًا اشتراك نشط أو إصدار تجريبي مجاني قيد التشغيل، فيرجى تذكر إلغاءه في حالة التبديل إلى مستوى مدى الحياة.
cs: Pokud máte aktuálně aktivní předplatné nebo bezplatnou zkušební verzi, nezapomeňte je zrušit, pokud přecházíte na doživotní úroveň.
de: Wenn Sie derzeit über ein aktives Abonnement oder eine kostenlose Testversion verfügen, denken Sie bitte daran, dieses zu kündigen, wenn Sie zu einem lebenslangen Tarif wechseln.
es: Si actualmente tiene una suscripción activa o una prueba gratuita en ejecución, recuerde cancelarla si cambia a un nivel de por vida.
fr: Si vous disposez actuellement d'un abonnement actif ou d'un essai gratuit en cours, n'oubliez pas de l'annuler si vous passez à un niveau à vie.
he: אם יש לך כרגע מנוי פעיל או תקופת ניסיון בחינם, זכור לבטל אותו אם אתה עובר לשכבה לכל החיים.
it: Se attualmente disponi di un abbonamento attivo o di una prova gratuita in corso, ricordati di annullarlo se passi al livello illimitato.
ja: 現在アクティブなサブスクリプションまたは無料トライアルを実行している場合、永久枠に切り替える場合は忘れずにキャンセルしてください。
ko: 현재 활성화된 구독 또는 무료 평가판이 실행 중인 경우 평생 등급으로 전환하려면 취소하는 것을 잊지 마세요.
nl: Als u momenteel een actief abonnement of een gratis proefperiode heeft, vergeet dan niet om dit te annuleren als u overstapt naar een levenslang niveau.
pl: Jeśli obecnie masz aktywną subskrypcję lub bezpłatną wersję próbną, pamiętaj o jej anulowaniu w przypadku przejścia na poziom dożywotni.
pt_br: Se você tem atualmente uma assinatura ativa ou uma avaliação gratuita em execução, lembre-se de cancelá-la se mudar para um nível vitalício.
ro: Dacă în prezent aveți un abonament activ sau o perioadă de încercare gratuită, nu uitați să îl anulați dacă treceți la un nivel pe viață.
ru: Если у вас в настоящее время действует активная подписка или бесплатная пробная версия, не забудьте отменить ее при переходе на пожизненный уровень.
vi: Nếu bạn hiện đang có đăng ký đang hoạt động hoặc đang chạy bản dùng thử miễn phí, vui lòng nhớ hủy gói đăng ký đó nếu chuyển sang cấp độ trọn đời.
zh_hans: 如果您当前有有效的订阅或免费试用版，请记住在切换到终身套餐时取消它。

source: Large Tip
ar: نصيحة كبيرة
cs: Velký Tip
de: Großes Trinkgeld
es: Propina Grande
fr: Pourboire Important
he: טיפ גדול
it: Mancia Grande
ja: 大チップ
ko: 큰 팁
nl: Grote Fooi
pl: Duży Napiwek
pt_br: Gorjeta Grande
ro: Sfat Mare
ru: Большие чаевые
vi: Tiền boa lớn
zh_hans: 大小费

source: Learn More
ar: يتعلم أكثر
cs: Další Informace
de: Lern Mehr
es: Aprende Más
fr: En Savoir Plus
he: למד עוד
it: Impara di Più
ja: もっと詳しく知る
ko: 더 알아보기
nl: Kom Meer te Weten
pl: Ucz się Więcej
pt_br: Saber Mais
ro: Află mai Multe
ru: Узнать больше
vi: Tìm hiểu thêm
zh_hans: 学到更多

source: Lifetime
ar: حياة
cs: Doživotní
de: Lebenslang
es: Para toda la vida
fr: Durée de vie
he: לכל החיים
it: Vita
ja: 生涯
ko: 평생
nl: Levenslang
pl: Dożywotni
pt_br: Vida útil
ro: Durata de Viață
ru: Продолжительность жизни
vi: Cả đời
zh_hans: 终生

source: Loyalty
ar: وفاء
cs: Loajalita
de: Loyalität
es: Lealtad
fr: Loyauté
he: נֶאֱמָנוּת
it: Fedeltà
ja: 忠誠心
ko: 충성도
nl: Loyaliteit
pl: Lojalność
pt_br: Lealdade
ro: Loialitate
ru: Верность
vi: Lòng trung thành
zh_hans: 忠诚

source: Manage Subscription
ar: إدارة الاشتراك
cs: Správa předplatného
de: Abonnement verwalten
es: Gestionar suscripción
fr: Gérer l'abonnement
he: ניהול מנוי
it: Gestisci l'abbonamento
ja: サブスクリプションを管理する
ko: 구독 관리
nl: Beheer Abonnement
pl: Zarządzaj subskrypcją
pt_br: Gerenciar assinatura
ro: Gestionați Abonamentul
ru: Управление подпиской
vi: Quản lý thuê bao
zh_hans: 管理订阅

source: Medium Tip
ar: نصيحة متوسطة
cs: Střední Tip
de: Mittleres Trinkgeld
es: Propina Mediana
fr: Pourboire Moyen
he: טיפ בינוני
it: Mancia Media
ja: 中チップ
ko: 중간 팁
nl: Medium Fooi
pl: Średni Napiwek
pt_br: Gorjeta Média
ro: Sfat Mediu
ru: Средние чаевые
vi: Tiền boa trung bình
zh_hans: 中小费

source: Month
ar: شهر
cs: Měsíc
de: Monat
es: Mes
fr: Mois
he: חוֹדֶשׁ
it: Mese
ja: 月
ko: 월
nl: Maand
pl: Miesiąc
pt_br: Mês
ro: Lună
ru: Месяц
vi: Tháng
zh_hans: 月份

source: Monthly
ar: شهريا
cs: Měsíční
de: Monatlich
es: Mensualmente
fr: Mensuel
he: יַרחוֹן
it: Mensile
ja: 毎月
ko: 월간
nl: Maandelijks
pl: Miesięcznie
pt_br: Mensal
ro: Lunar
ru: Ежемесячно
vi: Hàng tháng
zh_hans: 每月

source: One-time payment,
ar: دفعة لمرة واحدة،
cs: Jednorázová platba,
de: Einmalige Zahlung,
es: Pago único,
fr: Paiement unique,
he: תשלום חד פעמי,
it: Pagamento unico,
ja: 1回限りの支払い、
ko: 일회성 결제,
nl: Eenmalige betaling,
pl: Płatność jednorazowa,
pt_br: Pagamento único,
ro: Plată unică,
ru: Одноразовый платеж,
vi: Thanh toán một lần,
zh_hans: 一次性付款、

source: Please note that these purchases do not unlock additional features.
ar: يرجى ملاحظة أن هذه المشتريات لا تفتح ميزات إضافية.
cs: Upozorňujeme, že tyto nákupy neodemykají další funkce.
de: Bitte beachten Sie, dass diese Käufe keine zusätzlichen Funktionen freischalten.
es: Ten en cuenta que estas compras no desbloquean funciones adicionales.
fr: Veuillez noter que ces achats ne débloquent pas de fonctionnalités supplémentaires.
he: שים לב שרכישות אלו אינן פותחות תכונות נוספות.
it: Si prega di notare che questi acquisti non sbloccano funzionalità aggiuntive.
ja: これらの購入では追加機能がアンロックされないことにご注意ください。
ko: 이 구매는 추가 기능을 잠금 해제하지 않습니다.
nl: Let op: deze aankopen ontgrendelen geen extra functies.
pl: Należy pamiętać, że te zakupy nie odblokowują dodatkowych funkcji.
pt_br: Observe que essas compras não desbloqueiam recursos adicionais.
ro: Vă rugăm să rețineți că aceste achiziții nu deblochează funcții suplimentare.
ru: Обратите внимание, что эти покупки не открывают дополнительные функции.
vi: Xin lưu ý rằng những giao dịch mua này không mở khóa các tính năng bổ sung.
zh_hans: 请注意，这些购买不会解锁其他功能。

source: Privacy Policy
ar: سياسة الخصوصية
cs: Zásady ochrany osobních údajů
de: Datenschutzrichtlinie
es: Política de privacidad
fr: Politique de confidentialité
he: מדיניות הפרטיות
it: Informativa sulla privacy
ja: プライバシーポリシー
ko: 개인정보 보호정책
nl: Privacybeleid
pl: Polityka prywatności
pt_br: Política de privacidade
ro: Politica de Confidențialitate
ru: политика конфиденциальности
vi: Chính sách bảo mật
zh_hans: 隐私政策

source: Purchase
ar: شراء
cs: Nákup
de: Kaufen
es: Comprar
fr: Achat
he: לִרְכּוֹשׁ
it: Acquisto
ja: 購入
ko: 구매
nl: Aankoop
pl: Zakup
pt_br: Compra
ro: Cumpărare
ru: Покупка
vi: Mua
zh_hans: 购买

source: Redeem Code
ar: استرداد الرمز
cs: Kód pro uplatnění
de: Code einlösen
es: Canjear código
fr: Code d'échange
he: לפדות קוד
it: Codice di riscatto
ja: コードを引き換える
ko: 코드 사용
nl: Code Inwisselen
pl: Zrealizuj kod
pt_br: Código de resgate
ro: Valorificați Codul
ru: Активировать код
vi: Đổi mã
zh_hans: 兑换代码

source: Redeem Free Trial
ar: تخليص النسخة التجريبية المجانية
cs: Využití bezplatné zkušební verze
de: Kostenlose Testversion einlösen
es: Canjear prueba gratuita
fr: Demande un essai gratuit
he: מימוש ניסיון חינם
it: Riscatta la prova gratuita
ja: 無料トライアルを利用する
ko: 무료 평가판 사용
nl: Gratis Proefperiode Inwisselen
pl: Skorzystaj z bezpłatnego okresu próbnego
pt_br: Resgate da avaliação gratuita
ro: Valorificați Proba Gratuită
ru: Воспользуйтесь бесплатной пробной версией
vi: Đổi bản dùng thử miễn phí
zh_hans: 兑换免费试用版

source: Restore
ar: يعيد
cs: Obnovení
de: Wiederherstellen
es: Restaura
fr: Restaurer
he: לשחזר
it: Ripristino
ja: リストア
ko: 복원
nl: Herstellen
pl: Przywróć
pt_br: Restaurar
ro: Restabili
ru: Восстановить
vi: Khôi phục
zh_hans: 恢复

source: Save %lld%%
ar: حفظ %lld%%
cs: Uložit %lld%%
de: Speichern %lld%%
es: Guardar %lld%%
fr: Sauvegarde %lld%%
he: חסוך %lld%%
it: Salva %lld%%
ja: %lld%% を保存する
ko: lld%% 저장
nl: Bespaar %lld%%
pl: Zapisz %lld%%
pt_br: Salvar %lld%%
ro: Economisiți %lld%%
ru: Сэкономьте %lld%%
vi: Tiết kiệm %lld%%
zh_hans: 保存 %lld%%

source: Show All Options
ar: إظهار كافة الخيارات
cs: Zobrazit všechny možnosti
de: Alle Optionen anzeigen
es: Mostrar todas las opciones
fr: Afficher toutes les options
he: הצג את כל האפשרויות
it: Mostra tutte le opzioni
ja: すべてのオプションを表示する
ko: 모든 옵션 표시
nl: Toon Alle Opties
pl: Pokaż wszystkie opcje
pt_br: Mostrar todas as opções
ro: Afișați Toate Opțiunile
ru: Показать все параметры
vi: Hiển thị tất cả các tùy chọn
zh_hans: 显示所有选项

source: Small Tip
ar: نصيحة صغيرة
cs: Malý Tip
de: Kleines Trinkgeld
es: Propina Pequeña
fr: Petit Pourboire
he: טיפ קטן
it: Mancia Piccola
ja: 小チップ
ko: 작은 팁
nl: Kleine Fooi
pl: Mały Napiwek
pt_br: Gorjeta Pequena
ro: Sfat Mic
ru: Маленькие чаевые
vi: Tiền boa nhỏ
zh_hans: 小小费

source: Subscribe
ar: يشترك
cs: Přihlaste se k odběru na
de: Abonnieren
es: Suscríbete
fr: S'abonner
he: הירשם
it: Iscriviti
ja: サブスクライブ
ko: 구독
nl: Abonneren
pl: Subskrybuj
pt_br: Assine
ro: Abonati-va
ru: Подписаться
vi: Đặt mua
zh_hans: 订阅

source: Subscribed
ar: مشترك
cs: Předplatné
de: Abonnieren
es: Suscrito
fr: Abonné
he: נרשם
it: Abbonati
ja: 購読する
ko: 구독 신청
nl: Geabonneerd
pl: Subskrybowany
pt_br: Inscrito
ro: Abonat
ru: Подписан
vi: Đã đăng ký
zh_hans: 已订阅

source: Subscribed - Thank You!
ar: تم الاشتراك - شكرا لك!
cs: Předplatné - děkujeme!
de: Abonnieren - Danke!
es: Suscrito - ¡Gracias!
fr: Abonné - Merci !
he: נרשמת - תודה!
it: Abbonati - Grazie!
ja: ありがとう！
ko: 구독 신청 - 감사합니다!
nl: Geabonneerd - Bedankt!
pl: Zasubskrybowano - dziękuję!
pt_br: Você se inscreveu - obrigado!
ro: Abonat - Mulțumesc!
ru: Подписался-Спасибо!
vi: Đã đăng ký - Cảm ơn bạn!
zh_hans: 已订阅 - 谢谢！

source: Switch
ar: يُحوّل
cs: Přepínač
de: Schalten
es: Cambiar
fr: Changer
he: החלף
it: Interruttore
ja: スイッチ
ko: 스위치
nl: Schakelaar
pl: Przełącznik
pt_br: Trocar
ro: Intrerupator
ru: Выключатель
vi: Công tắc
zh_hans: 转变

source: Switch Tier
ar: تبديل الطبقة
cs: Přepnout Úroveň
de: Stufe Wechseln
es: Cambiar de Nivel
fr: Changer de Niveau
he: החלף שכבה
it: Cambia Livello
ja: スイッチ層
ko: 스위치 등급
nl: Van Niveau Wisselen
pl: Zmień Poziom
pt_br: Nível de Troca
ro: Comutare Nivel
ru: Переключить уровень
vi: Chuyển cấp
zh_hans: 切换层

source: Terms of Use
ar: شروط الاستخدام
cs: Podmínky Použití
de: Nutzungsbedingungen
es: Condiciones de Uso
fr: Conditions d’Utilisation
he: תנאי שימוש
it: Termini di Utilizzo
ja: 利用規約
ko: 이용 약관
nl: Gebruiksvoorwaarden
pl: Warunki Korzystania
pt_br: Termos de Uso
ro: Termeni de Utilizare
ru: Условия использования
vi: Điều khoản sử dụng
zh_hans: 使用条款

source: Thank You
ar: شكرًا لك
cs: Děkuju
de: Danke
es: Gracias
fr: Merci
he: תודה לך
it: Grazie
ja: ありがとうございます
ko: 감사합니다
nl: Bedankt
pl: Dziękujemy
pt_br: Obrigado
ro: Multumesc
ru: Спасибо
vi: Cảm ơn
zh_hans: 谢谢

source: Thank you for the tip – it means a lot!
ar: شكرًا لك على النصيحة - فهي تعني الكثير!
cs: Děkujeme za tip – hodně to znamená!
de: Vielen Dank für das Trinkgeld – es bedeutet mir viel!
es: ¡Gracias por la propina, significa mucho!
fr: Merci pour le pourboire, cela signifie beaucoup!
he: תודה על הטיפ - זה אומר המון!
it: Grazie per la mancia: significa molto!
ja: チップをありがとうございます。とても嬉しいです!
ko: 팁을 주셔서 감사합니다. 정말 큰 도움이 됩니다!
nl: Bedankt voor de fooi – het betekent veel!
pl: Dziękujemy za napiwek – to wiele znaczy!
pt_br: Obrigado pela gorjeta – significa muito!
ro: Mulțumesc pentru pont – înseamnă foarte mult!
ru: Спасибо за чаевые — они много значат!
vi: Cảm ơn bạn đã cho tiền boa – điều đó có ý nghĩa rất lớn!
zh_hans: 谢谢您的小费—这意义重大！

source: Thank you for using %@! If youʼre enjoying the app, please consider supporting it with a tip. Anything you can spare helps me to continue building this and other indie apps!
ar: شكرًا لك على استخدام %@! إذا كنت تستمتع بالتطبيق، فيرجى التفكير في دعمه بنصيحة. أي شيء يمكنك توفيره يساعدني في الاستمرار في بناء هذا التطبيق والتطبيقات المستقلة الأخرى!
cs: Děkujeme, že používáte %@! Pokud se vám aplikace líbí, zvažte její podporu tipem. Cokoli, co můžete ušetřit, mi pomáhá pokračovat ve vytváření této a dalších nezávislých aplikací!
de: Vielen Dank für die Nutzung von %@! Wenn Ihnen die App gefällt, denken Sie bitte darüber nach, sie mit einem Trinkgeld zu unterstützen. Alles, was Sie entbehren können, hilft mir, diese und andere Indie-Apps weiterzuentwickeln!
es: ¡Gracias por usar %@! Si disfrutas de la aplicación, considera apoyarla con una propina. ¡Todo lo que puedas aportar me ayuda a seguir desarrollando esta y otras aplicaciones independientes!
fr: Merci d'avoir utilisé %@! Si vous appréciez l'application, pensez à la soutenir avec un pourboire. Tout ce que vous pouvez me donner m'aide à continuer à développer cette application et d'autres applications indépendantes!
he: תודה שהשתמשת ב-%@! אם אתה נהנה מהאפליקציה, אנא שקול לתמוך בה באמצעות טיפ. כל מה שאתה יכול לחסוך עוזר לי להמשיך לבנות אפליקציות אינדי זה ואחרות!
it: Grazie per aver utilizzato %@! Se ti piace l'app, ti preghiamo di considerare di supportarla con una mancia. Tutto ciò che puoi risparmiare mi aiuta a continuare a sviluppare questa e altre app indipendenti!
ja: %@ をご利用いただきありがとうございます! アプリを気に入っていただけましたら、チップでサポートしてください。ご寄付いただけると、このアプリや他のインディー アプリの開発を継続できます!
ko: %@!를 사용해 주셔서 감사합니다! 앱이 마음에 드신다면 팁으로 지원해 주세요. 아낌없이 기부해 주시면 이 앱과 다른 인디 앱을 계속 만드는 데 도움이 됩니다!
nl: Bedankt voor het gebruiken van %@! Als je de app leuk vindt, overweeg dan om deze te ondersteunen met een fooi. Alles wat je kunt missen, helpt me om deze en andere indie-apps te blijven bouwen!
pl: Dziękujemy za korzystanie z %@! Jeśli podoba Ci się aplikacja, rozważ wsparcie jej napiwkiem. Wszystko, co możesz przekazać, pomoże mi kontynuować tworzenie tej i innych niezależnych aplikacji!
pt_br: Obrigado por usar %@! Se você está gostando do aplicativo, considere apoiá-lo com uma gorjeta. Qualquer coisa que você puder me ajudar a continuar a desenvolver este e outros aplicativos indie!
ro: Vă mulțumim că folosiți %@! Dacă vă place aplicația, vă rugăm să o susțineți cu un sfat. Orice puteți economisi mă ajută să continui să construiesc aceasta și alte aplicații indie!
ru: Спасибо за использование %@! Если вам нравится приложение, пожалуйста, рассмотрите возможность поддержать его чаевыми. Все, что вы можете выделить, поможет мне продолжить создание этого и других инди-приложений!
vi: Cảm ơn bạn đã sử dụng %@! Nếu bạn thích ứng dụng này, vui lòng cân nhắc hỗ trợ bằng tiền boa. Bất kỳ khoản tiền nào bạn có thể hỗ trợ đều giúp tôi tiếp tục xây dựng ứng dụng này và các ứng dụng độc lập khác!
zh_hans: 感谢您使用 %@！如果您喜欢这款应用，请考虑给它小费。您能给的任何小费都可以帮助我继续开发这款应用和其他独立应用！

source: There was an error verifying your request. Please try again.
ar: حدث خطأ أثناء التحقق من طلبك. حاول مرة اخرى.
cs: Při ověřování vašeho požadavku došlo k chybě. Zkuste to prosím znovu.
de: Bei der Überprüfung deiner Anfrage ist ein Fehler aufgetreten. Bitte versuche es noch einmal.
es: Se ha producido un error al verificar tu solicitud. Por favor, inténtalo de nuevo.
fr: Une erreur s'est produite lors de la vérification de ta demande. Essaie à nouveau.
he: אירעה שגיאה באימות הבקשה שלך. בבקשה נסה שוב.
it: Si è verificato un errore nella verifica della tua richiesta. Riprova.
ja: リクエストの確認でエラーが発生した。再試行する。
ko: 요청을 확인하는 동안 오류가 발생했습니다. 다시 시도해 주세요.
nl: Er is een fout opgetreden bij het verifiëren van uw verzoek. Probeer het opnieuw.
pl: Wystąpił błąd podczas weryfikacji Twojego żądania. Spróbuj ponownie.
pt_br: Ocorreu um erro ao verificar sua solicitação. Por favor, tente novamente.
ro: A apărut o eroare la verificarea solicitării dvs. Vă rugăm să încercați din nou.
ru: При проверке вашего запроса произошла ошибка. Пожалуйста, попробуйте еще раз.
vi: Đã xảy ra lỗi khi xác minh yêu cầu của bạn. Vui lòng thử lại.
zh_hans: 验证您的请求时出现错误。请重试。

source: This feature requires access to %@
ar: تتطلب هذه الميزة الوصول إلى %@
cs: Tato funkce vyžaduje přístup k %@
de: Für diese Funktion ist Zugriff auf %@ erforderlich
es: Esta función requiere acceso a %@
fr: Cette fonctionnalité nécessite l'accès à %@
he: תכונה זו דורשת גישה ל-%@
it: Questa funzione richiede l'accesso a %@
ja: この機能には %@ へのアクセスが必要です
ko: 이 기능을 사용하려면 %@에 액세스해야 합니다.
nl: Voor deze functie is toegang tot %@ vereist
pl: Ta funkcja wymaga dostępu do %@
pt_br: Este recurso requer acesso ao %@
ro: Această funcție necesită acces la %@
ru: Для этой функции требуется доступ к %@
vi: Tính năng này yêu cầu quyền truy cập vào %@
zh_hans: 此功能需要访问%@

source: Tip Jar
ar: وعاء النصيحة
de: Trinkgeldkasse
es: Bote de Propinas
fr: Pot à Pourboires
he: צנצנת טיפ
it: Barattolo delle Mance
ja: チップジャー
ko: 팁 병
nl: Fooienpot
pl: Słoik na Napiwki
pt_br: Pote de Gorjeta
ro: Sfat Borcan
ru: Банка чаевых
vi: Hũ tiền boa
zh_hans: 小费罐

source: Upgrade to %@
ar: الترقية إلى %@
cs: Upgrade na %@
de: Upgrade auf %@
es: Actualiza a %@
fr: Passe à %@
he: שדרג ל-%@
it: Aggiornamento a %@
ja: %@ にアップグレード
ko: %@로 업그레이드
nl: Upgrade naar %@
pl: Aktualizacja do %@
pt_br: Atualize para %@
ro: Faceți upgrade la %@
ru: Обновить до %@
vi: Nâng cấp lên %@
zh_hans: 升级到 %@

source: View
ar: منظر
cs: Zobrazit
de: Siehe
es: Ver
fr: Voir
he: נוף
it: Guarda
ja: 見る
ko: 보기
nl: Weergave
pl: Zobacz
pt_br: Ver
ro: Vedere
ru: Вид
vi: Xem
zh_hans: 查看

source: View Privacy Policy…
ar: عرض سياسة الخصوصية…
cs: Zobrazit Zásady Ochrany Osobních Údajů…
de: Datenschutzrichtlinie Anzeigen…
es: Ver Política de Privacidad…
fr: Voir la Politique de Confidentialité…
he: הצג את מדיניות הפרטיות...
it: Visualizza l'Informativa Sulla Privacy…
ja: プライバシーポリシーを表示…
ko: 개인정보 보호정책 보기…
nl: Bekijk Privacybeleid…
pl: Wyświetl Politykę Prywatności…
pt_br: Ver Política de Privacidade…
ro: Vedeți Politica de Confidențialitate...
ru: Просмотреть политику конфиденциальности…
vi: Xem Chính sách bảo mật…
zh_hans: 查看隐私政策...

source: View Terms of Use…
ar: عرض شروط الاستخدام…
cs: Zobrazit Podmínky Použití…
de: Nutzungsbedingungen Anzeigen…
es: Ver Términos de Uso…
fr: Voir les Conditions d’Utilisation…
he: צפה בתנאי השימוש...
it: Visualizza i Termini di Utilizzo…
ja: 利用規約を表示…
ko: 이용 약관 보기…
nl: Bekijk Gebruiksvoorwaarden…
pl: Wyświetl Warunki Korzystania…
pt_br: Ver Termos de Uso…
ro: Vedeți Termenii de Utilizare...
ru: Просмотреть условия использования…
vi: Xem Điều khoản sử dụng…
zh_hans: 查看使用条款...

source: View…
ar: منظر…
cs: Zobrazit...
de: Ansicht...
es: Ver...
fr: Voir...
he: נוף…
it: Guarda...
ja: 見る...
ko: 보기...
nl: Weergave…
pl: Zobacz...
pt_br: Ver...
ro: Vedere…
ru: Вид…
vi: Xem…
zh_hans: 查看...

source: Week
ar: أسبوع
cs: Týden
de: Woche
es: Semana
fr: Semaine
he: שָׁבוּעַ
it: Settimana
ja: 週間
ko: 주
pl: Tydzień
pt_br: Semana
ro: Săptămână
ru: Неделя
vi: Tuần
zh_hans: 周数

source: Weekly
ar: أسبوعي
cs: Týdenní
de: Wöchentlich
es: Semanalmente
fr: Hebdomadaire
he: שְׁבוּעִי
it: Settimanale
ja: ウィークリー
ko: 주간
nl: Wekelijks
pl: Co tydzień
pt_br: Semanal
ro: Săptămânal
ru: Еженедельно
vi: Hàng tuần
zh_hans: 每周

source: Whatʼs Included
ar: ما يحتويه
cs: Co je součástí balení
de: Was ist enthalten?
es: Qué incluye
fr: Ce quiʼs est inclus
he: מה נכלל
it: Cosa è incluso
ja: 含まれるもの
ko: 포함된 내용
nl: Wat is Inbegrepen
pl: Co wchodzi w skład zestawu
pt_br: O que está incluído
ro: Ce este Inclus
ru: Что включено
vi: Những gì được bao gồm
zh_hans: 包括哪些内容

source: Year
ar: سنة
cs: Rok
de: Jahr
es: Año
fr: Année
he: שָׁנָה
it: Anno
ja: 年
ko: 연도
nl: Jaar
pl: Rok
pt_br: Ano
ro: An
ru: Год
vi: Năm
zh_hans: 年份

source: Yearly
ar: سنوي
cs: Roční
de: Jährlich
es: Anualmente
fr: Chaque année
he: שְׁנָתִי
it: Annuale
ja: 年間
ko: 연간
nl: Jaarlijks
pl: Rocznie
pt_br: Anualmente
ro: Anual
ru: Ежегодно
vi: Hàng năm
zh_hans: 每年
